Revit 2027 API
UnitTypeId.Meters Property
 Meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Meters { get; }
Public Shared ReadOnly Property Meters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Meters {
	ForgeTypeId^ get ();
}
static member Meters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace